Repository: CikolataliPuding/CSharp-OOP-Projects
Catalog: MultilingualApp/Resources/Strings.*.resx
Languages: es, tr

# AppTitle
source: Multilingual Translator
es: Traductor Multilingüe
tr: Çok Dilli Çevirici

# PromptSourceLanguage
source: Choose SOURCE language (tr/en/es) and press ENTER:
es: Elige el idioma ORIGEN (tr/en/es) y presiona ENTER:
tr: KAYNAK dili seçin (tr/en/es) ve ENTER'a basın:

# PromptTargetLanguage
source: Choose TARGET language (tr/en/es) and press ENTER:
es: Elige el idioma DESTINO (tr/en/es) y presiona ENTER:
tr: HEDEF dili seçin (tr/en/es) ve ENTER'a basın:

# InvalidLanguage
source: Unknown language, defaulting to English.
es: Idioma desconocido, se usará inglés por defecto.
tr: Bilinmeyen dil, varsayılan olarak İngilizce kullanılıyor.

# InfoLanguages
source: Translating from {0} to {1}.
es: Se traducirá de {0} a {1}.
tr: {0} dilinden {1} diline çeviri yapılıyor.

# PromptSelectPhrase
source: Select a phrase to translate:
es: Elige la frase a traducir:
tr: Çevrilecek ifadeyi seçin:

# PromptPhraseNumber
source: Enter phrase number:
es: Introduce el número de la frase:
tr: İfade numarasını girin:

source: Invalid selection.
es: Selección no válida.
tr: Geçersiz seçim.

# TranslationResultTitle
source: Translation result
es: Resultado de la traducción
tr: Çeviri sonucu

# TranslationSource
source: Source ({0}): {1}
es: Origen ({0}): {1}
tr: Kaynak ({0}): {1}

# TranslationTarget
source: Target ({0}): {1}
es: Destino ({0}): {1}
tr: Hedef ({0}): {1}

# ExitMessage
source: Press ENTER to exit.
es: Presiona ENTER para salir.
tr: Çıkmak için ENTER'a basın.

# Phrase_Hello
source: Hello
es: Hola
tr: Merhaba

# Phrase_GoodMorning
source: Good morning
es: Buenos días
tr: Günaydın

# Phrase_ThankYou
source: Thank you
es: Gracias
tr: Teşekkür ederim

# Phrase_Goodbye
source: Goodbye
es: Adiós
tr: Hoşça kal
